{
  "constituent": "above, magic wand, augury, divining rod, one, floor",
  "frameNoV4": "49",
  "frameNoV6": "50",
  "heisigComment": "",
  "heisigStory": "The two directions, <b>above</b> and below, are usually pointed at with the finger. But the characters do not follow that custom, so we have to choose something else, easily remembered. The primitives show a <i>magic wand</i> standing <b><i>above</i></b> a <i>floor</i>&nbsp;- \"magically,\" you might say. Anyway, go right on to the next frame, since the two belong together and are best remembered as a unit, just as the words <b>above</b> and <i>below</i> suggest each other.",
  "hint": "",
  "id": "50",
  "jlpt": "5",
  "jouYou": "1",
  "kanji": "上",
  "keyword": "above",
  "koohiiStory1": "A magic wand standing on above the floor.",
  "koohiiStory2": "Above all else, be grounded if you are going to practice augury (#2103)卜. You could turn yourself into a トoad...　　　　　　　　　RTK2:　ジョウ　以上　いじょう(above)　　　　ショウ　上人　しょうにん(saint).",
  "kunYomi": "うえ、-うえ、うわ-、かみ、あ.げる、-あ.げる、あ.がる、-あ.がる、あ.がり、-あ.がり、のぼ.る、のぼ.り、のぼ.せる、のぼ.す、よ.す",
  "lessonNo": "3",
  "myStory": "",
  "onYomi": "ジョウ、ショウ、シャン",
  "readingExamples": "上旬 (じょうじゅん), 上昇 (じょうしょう), 地上 (ちじょう), 上がる (あ.がる), 上げる (あ.げる), 上 (うえ), 上 (かみ), 上す (のぼ.す), 上せる (のぼ.せる), 上る (のぼ.る)",
  "strokeCount": "3",
  "strokeDiagram": "<img src=\"E4B88A.png\" />",
  "words": "上がり(あがり): slope, advance income, crop yield, ascent, rise, advance, death, spinning, completion, stop, finish, after (rain), ex (official etc.), freshly-drawn green tea (esp. in sushi shops)<br>上下(うえした): high and low, up and down, unloading and loading, praising and blaming<br>上手(うわて): upper part, upper stream, left side (of a stage), skillful (only in comparisons), dexterity (only in comparisons)<br>上回る(うわまわる): to exceed<br>お手上げ(おてあげ): all over, given in, given up hope, bring to knees<br>向上(こうじょう): elevation, rise, improvement, advancement, progress<br>逆上る(さかのぼる): to go back, to go upstream, to make retroactive<br>参上(さんじょう): calling on, visiting<br>仕上がり(しあがり): finish, end, completion<br>仕上げ(しあげ): end, finishing touches, being finished<br>仕上げる(しあげる): to finish up, to complete<br>上位(じょうい): superior (rank not class), higher order (e.g. byte), host computer (of connected device)<br>上演(じょうえん): performance (e.g. music)<br>上空(じょうくう): sky, the skies, high-altitude sky, upper air<br>上司(じょうし): superior authorities, boss<br>上昇(じょうしょう): rising, ascending, climbing<br>上陸(じょうりく): landing, disembarkation<br>その上(そのうえ): in addition, furthermore<br>途上(とじょう): en route, half way<br>上る(のぼる): to rise, to ascend, to be promoted, to go up, to climb, to go to (the capital), to add up to, to advance (in price), to sail up, to come up (on the agenda)<br>引き上げる(ひきあげる): to withdraw, to leave, to pull out, to retire<br>真上(まうえ): just above, right overhead<br>盛り上がる(もりあがる): to rouse, to swell, to rise<br>読み上げる(よみあげる): to read out loud (and clearly), to call a roll<br>売上(うりあげ): amount sold, proceeds<br>上(かみ): top, head, upper part, emperor, a superior, upper part of the body, the above<br>仕上がる(しあがる): be finished<br>上(じょう): first volume, superior quality, top, best, high class, going up<br>上級(じょうきゅう): advanced level, high grade, senior<br>上京(じょうきょう): proceeding to the capital (Tokyo)<br>上下(じょうげ): high and low, up and down, unloading and loading, praising and blaming<br>上旬(じょうじゅん): first 10 days of month<br>上達(じょうたつ): improvement, advance, progress<br>上等(じょうとう): superiority, first-class, very good<br>立ち上がる(たちあがる): stand up<br>頂上(ちょうじょう): top, summit, peak<br>出来上がり(できあがり): finish, completion, ready, made for, cut out<br>出来上がる(できあがる): be finished, be ready, by definition, be very drunk<br>取り上げる(とりあげる): take up, pick up, disqualify, confiscate, deprive<br>上り(のぼり): ascent, climbing, up-train (i.e. going to Tokyo)<br>目上(めうえ): superior(s), senior<br>持ち上げる(もちあげる): raise, lift up, flatter<br>上がる(あがる): go up, rise<br>以上(いじょう): more than, over<br>屋上(おくじょう): the roof top<br>差し上げる(さしあげる): give<br>召し上がる(めしあがる): eat (polite)<br>申し上げる(もうしあげる): say (polite)<br>上げる(あげる): give, raise, elevate, praise, increase, advance, promote, admit, offer, present, leave with, finish, observe, perform, quote, mention, bear (a child), improve (talents), arrest, engage, fry<br>上(うえ): top, best, superior quality, going up, presenting, showing, aboard a ship or vehicle, from the standpoint of, as a matter of (fact)<br>上着(うわぎ): coat, tunic, jacket, outer garment<br>上手(じょうず): skill, skillful, dexterity"
}