{
  "constituent": "row",
  "frameNoV4": "1785",
  "frameNoV6": "1924",
  "hanviet": "TỊNH, TINH",
  "heisigComment": "* The primitive meaning remains the same as that of the kanji, but special attention has to be given to the varieties of shape this element can undergo. It is the most difficult one you will meet in this book. When it appears BENEATH its relative primitive, the top three strokes are omitted, though the third horizontal stroke may be doubled up with the bottom horizontal stroke of the element above it. ATOP its relative primitive, it can keep its kanji shape. When it does not, the top three strokes are removed and all of them are replaced BELOW the primitive's bottom line. We shall acknowledge this latter transformation by changing its meaning to <i>upside down in a row</i>.",
  "heisigStory": "This character represents a slightly stylized duplication of the kanji for <i>stand up</i>. By lengthening the sixth and seventh strokes, you will see how this is done.",
  "hint": "",
  "id": "1924",
  "jlpt": "2",
  "jouYou": "6",
  "kanji": "並",
  "keyword": "row",
  "koohiiStory1": "This is a simplification of 竝, a ideogram of two people standing in a row.",
  "koohiiStory2": "Hint : as a primitive I use the image of a rowing boat. In a rowing boat people sit in rows, but also side-by-side (another meaning of the kanji), working together (yet another meaning of this kanji). Note : there will also be a kanji for \"rowboat\" coming at frame 1876. The rowing boat is associated with the sport, and is a primitive, while the kanji for \"rowboat\" has a generic meaning of \"a small boat\". In any case, the kanji for \"rowboat\" will not appear as a primitive in the book.",
  "kunYomi": "な.み、なら.べる、なら.ぶ、なら.びに",
  "lessonNo": "47",
  "myStory": "",
  "onYomi": "ヘイ、ホウ",
  "readingExamples": "並 (なみ), 並びに (なら.びに), 並ぶ (なら.ぶ), 並べる (なら.べる)",
  "strokeCount": "8",
  "strokeDiagram": "<img src=\"E4B8A6.png\" />",
  "words": "月並み(つきなみ): every month, common<br>並み(なみ): average, medium, common, ordinary<br>並びに(ならびに): and<br>軒並み(のきなみ): row of houses<br>並列(へいれつ): arrangement, parallel, abreast<br>並木(なみき): roadside tree, row of trees<br>並行(へいこう): (going) side by side, concurrent, abreast, at the same time, occurring together, parallel, parallelism<br>並ぶ(ならぶ): line up, stand in a line<br>並べる(ならべる): line up, set up"
}