{
  "constituent": "concurrently, animal horns, rake, stick, stick2",
  "frameNoV4": "1597",
  "frameNoV6": "1723",
  "hanviet": "KIÊM",
  "heisigComment": "",
  "heisigStory": "At the top we have <i>the animal horns</i> and the single horizontal stroke to give them something to hang onto. Below that, we see one <i>rake</i> with two handles. Finally, we see a pair of strokes splitting away from each of the handles, indicating that they are both splitting under the pressure. The composite picture is of someone holding down two jobs <b>concurrently</b>, using the same kit of tools to move in two different directions and ending up in a mess. Take the time to find this sense in the kanji and it will be easy to remember, despite initial appearances.",
  "hint": "",
  "id": "1723",
  "jlpt": "1",
  "jouYou": "JH",
  "kanji": "兼",
  "keyword": "concurrently",
  "koohiiStory1": "Our ninja hero, disguised as a gardener with a rake, is suddenly attacked from both left and right concurrently by bulls with animal horns. Our hero lets out a blood-curdling scream and tears his rake handle vertically in half, so he now has two wooden staffs (split rake handle) to fight with. He grips each staff (left side and right side) and rams it into the horns of the charging bulls. The force of each charging bull causes the tips of each staff to split again (split bottom of each rake handle).",
  "koohiiStory2": "You decide to take the bull by the horns and do both chores concurrently, grabbing your double-handled rake before attempting to clean up both your´s and your neighbours´ garden. But unfortunately, it´s not long until your rake splits in two.",
  "kunYomi": "か.ねる、-か.ねる",
  "lessonNo": "41",
  "myStory": "",
  "onYomi": "ケン",
  "readingExamples": "兼ねる (か.ねる)",
  "strokeCount": "10",
  "strokeDiagram": "<img src=\"E585BC.png\" />",
  "words": [
    [
      "兼ねて",
      "かねて",
      "simultaneously"
    ],
    [
      "気兼ね",
      "きがね",
      "hesitance, diffidence, feeling constraint, fear of troubling someone, having scruples about doing something"
    ],
    [
      "兼用",
      "けんよう",
      "multi-use, combined use, combination, serving two purposes"
    ],
    [
      "兼業",
      "けんぎょう",
      "side line, second business"
    ],
    [
      "兼ねる",
      "かねる",
      "hold (position), serve, be unable, be beyond one´s ability, cannot, hesitate to, combine with, use with, be impatient"
    ]
  ]
}