{
  "constituent": "separate, mouth, bound up, sword, sabre, saber",
  "frameNoV4": "90",
  "frameNoV6": "94",
  "hanviet": "BIỆT",
  "heisigComment": "",
  "heisigStory": "In the Old East, the samurai and his <i>saber</i> were never <b>separated</b>. They were constant companions, like the cowboy of the Old West and his six-shooter. This character depicts what must have been the height of <b>separation</b>-anxiety for a samurai: to be <i>bound up with a rope</i> and unable to get at his <i>saber</i> leaning only a few feet away from him. Look at that <i>mouth</i> bellowing out for shame and sorrow! Note the order in which the element for <i>tied up</i> is written - just as it had been with the character for <i>ten thousand</i>.",
  "hint": "",
  "id": "94",
  "jlpt": "4",
  "jouYou": "4",
  "kanji": "別",
  "keyword": "separate",
  "koohiiStory1": "I don´t know about you but to me this seems like someone´s head is about to be separated from his body. You can see he´s kneeling and his mouth is wide open gasping for the last breath he will ever take.",
  "koohiiStory2": "A wise old samurai keeps his hostages (with their mouths bound up to keep them quiet) in a separate room from his sabers. Putting them together would be a silly mistake.",
  "kunYomi": "わか.れる、わ.ける",
  "lessonNo": "5",
  "myStory": "tách ra. kiếm móc để tách miệng",
  "onYomi": "ベツ",
  "readingExamples": "別れる (わか.れる)",
  "strokeCount": "7",
  "strokeDiagram": "E588A5.png",
  "words": [
    [
      "一別",
      "いちべつ",
      "parting"
    ],
    [
      "個別",
      "こべつ",
      "particular case"
    ],
    [
      "別",
      "べつ",
      "distinction, difference, different, another, particular, separate, extra, exception"
    ],
    [
      "格別",
      "かくべつ",
      "exceptional"
    ],
    [
      "区別",
      "くべつ",
      "distinction, differentiation, classification"
    ],
    [
      "差別",
      "さべつ",
      "discrimination, distinction, differentiation"
    ],
    [
      "性別",
      "せいべつ",
      "distinction by sex, sex, gender"
    ],
    [
      "送別",
      "そうべつ",
      "farewell, send-off"
    ],
    [
      "別荘",
      "べっそう",
      "holiday house, villa"
    ],
    [
      "別に",
      "べつに",
      "(not) particularly. nothing"
    ],
    [
      "別々",
      "べつべつ",
      "separately, individually"
    ],
    [
      "別れ",
      "わかれ",
      "parting, separation, farewell, (lateral) branch, fork, offshoot, division, section"
    ],
    [
      "特別",
      "とくべつ",
      "special"
    ],
    [
      "別れる",
      "わかれる",
      "separate"
    ]
  ]
}