{
  "constituent": "in front, horns, butcher, moon, month, flesh, part of the body, sword, sabre, saber",
  "frameNoV4": "290",
  "frameNoV6": "309",
  "hanviet": "TIỀN",
  "heisigComment": "",
  "heisigStory": "We waited to introduce this character until now, even though the pieces have been available for some time, because it helps to reinforce the odd kanji of the last frame. Picture the <i>butcher</i> hacking away with his knife at a slab of meat on his table with a pair of ram's <i>horns</i> placed <b>in front</b> of him (or on his head, if you prefer). There is no need to worry about confusing this kanji with that for <i>before</i> (Frame 263), since it will not appear as a primitive in any other character used in this book.",
  "hint": "",
  "id": "309",
  "jlpt": "5",
  "jouYou": "2",
  "kanji": "前",
  "keyword": "in front",
  "koohiiStory1": "When I get horny my flesh sword sticks out in front of me.",
  "koohiiStory2": "If you stand in front of a bull´s horns, you are asking for your flesh to be cut (or butchered if you prefer).",
  "kunYomi": "まえ、-まえ",
  "lessonNo": "13",
  "myStory": "phía trước. trước khi thành mặt trăng là đã có hai móc và một mũ",
  "onYomi": "ゼン",
  "readingExamples": "前 (まえ)",
  "strokeCount": "9",
  "strokeDiagram": "<img src=\"E5898D.png\" />",
  "words": "当たり前(あたりまえ): usual, common, ordinary, natural, reasonable, obvious<br>腕前(うでまえ): ability, skill, facility<br>事前(じぜん): prior, beforehand, in advance<br>前(せん): before<br>前提(ぜんてい): preamble, premise, reason, prerequisite<br>前途(ぜんと): future prospects, outlook, the journey ahead<br>前例(ぜんれい): precedent<br>建前(たてまえ): face, official stance, public position or attitude (as opposed to private thoughts)<br>前売り(まえうり): advance sale, booking<br>前置き(まえおき): preface, introduction<br>前もって(まえもって): in advance, beforehand, previously<br>真ん前(まんまえ): right in front, under the nose<br>以前(いぜん): ago, since, before, previous<br>前後(ぜんご): around, throughout, front and back, before and behind, before and after, about that (time), longitudinal, context, nearly, approximately<br>前者(ぜんしゃ): the former<br>前進(ぜんしん): advance, drive, progress<br>直前(ちょくぜん): just before<br>手前(てまえ): before, this side, we, you<br>午前(ごぜん): morning, A.M.<br>名前(なまえ): name<br>前(まえ): front"
}