{
  "constituent": "hang, finger, fingers, ivy, square jewel, soil, dirt, ground, magic wand, augury, soil2, dirt2, ground2",
  "frameNoV4": "674",
  "frameNoV6": "727",
  "hanviet": "QUẢI",
  "heisigComment": "",
  "heisigStory": "Fingers . . . ivy . . . magic wand.",
  "hint": "",
  "id": "727",
  "jlpt": "3",
  "jouYou": "JH",
  "kanji": "掛",
  "keyword": "hang",
  "koohiiStory1": "Think RPG. The wizard points his finger to the guard and the ivy he has just animated with his magic wand climbs down the wall to hang the poor guy, opening the way for the adventurers into the dungeon.",
  "koohiiStory2": "3 ways you could hang something: 1) the normal way, with your finger putting something on a hook or whatever, 2) hanging from a vine the natural way, or 3) by means of the magic of the wand.",
  "kunYomi": "か.ける、-か.ける、か.け、-か.け、-が.け、か.かる、-か.かる、-が.かる、か.かり、-が.かり、かかり、-がかり",
  "lessonNo": "23",
  "myStory": "treo. lơ lửng. tay của người tiên đoán tương lai thường treo lơ lửng",
  "onYomi": "カイ、ケイ",
  "readingExamples": "掛かる (か.かる), 掛ける (か.ける), 掛 (かかり)",
  "strokeCount": "11",
  "strokeDiagram": "<img src=\"E68E9B.png\" />",
  "words": "掛かる(かかる): take (time), need, cost<br>掛け(かけ): credit<br>切っ掛け(きっかけ): chance, start, cue, excuse, motive, impetus, occasion<br>心掛け(こころがけ): readiness, intention, aim<br>心掛ける(こころがける): to bear in mind, to aim to do<br>差し掛かる(さしかかる): to come near to, to approach<br>仕掛け(しかけ): device, trick, mechanism, gadget, (small) scale, half finished, commencement, set up, challenge<br>仕掛ける(しかける): to commence, to lay (mines), to set (traps), to wage (war), to challenge<br>手掛かり(てがかり): contact, trail, scent, on hand, hand hold, clue, key<br>手掛ける(てがける): to handle, to manage, to work with, to rear, to look after, to have experience with<br>引っ掛ける(ひっかける): to hang (something) on (something), to throw on (clothes), to hook, to catch, to trap, to ensnare, to cheat, to evade payment, to jump a bill, to drink (alcohol), to spit at (a person), to hit the ball off the end of the bat (baseball)<br>見掛ける(みかける): to (happen to) see, to notice, to catch sight of<br>寄り掛かる(よりかかる): to lean against, to recline on, to lean on, to rely on<br>追い掛ける(おいかける): pursue, chase<br>お出掛け(おでかけ): about to start out, just about to leave or go out<br>お目に掛かる(おめにかかる): to see or meet someone<br>思い掛けない(おもいがけない): unexpected, casual<br>掛け算(かけざん): multiplication<br>掛ける(かける): wear, put on, hang, cover, sit down, make a phone call, multiply, turn on (a switch), play (a record), begin to<br>腰掛け(こしかけ): seat, bench<br>腰掛ける(こしかける): sit (down)<br>出掛ける(でかける): depart, set out, start, be going out<br>通り掛かる(とおりかかる): happen to pass by<br>話し掛ける(はなしかける): accost a person, talk (to someone)<br>引っ掛かる(ひっかかる): be caught in, be stuck in, be cheated<br>見掛け(みかけ): outward appearance<br>呼び掛ける(よびかける): call out to, accost, address (crowd), make an appeal"
}