{
  "constituent": "Esq., tree, wood, sheep, grains of rice",
  "frameNoV4": "933",
  "frameNoV6": "1003",
  "heisigComment": "",
  "heisigStory": "The abbreviation <b>Esq.</b> will help associate this character with the honorific form of address to which it belongs. Its elements are: <i>tree</i> . . . <i>sheep</i> . . . <i>grains of rice</i>. Note that the final vertical stroke in the element for <i>sheep</i> is extended to form the first stroke for <i>grains of rice</i>.",
  "hint": "",
  "id": "1003",
  "jlpt": "3",
  "jouYou": "3",
  "kanji": "様",
  "keyword": "Esq.",
  "koohiiStory1": "Here we have the requirements to be counted among the ranks of the noble Esq. You must posses a forested estate, herds of sheep, and granary full of grains of rice.",
  "koohiiStory2": "This is -Sama, a generic high term of respect for someone in an unusual profession. If you met a person that created a wooden sheep that was squeezing a single grain of rice out of its ass, you´d definitely call that person -sama. Because that is impressive.",
  "kunYomi": "さま、さん",
  "lessonNo": "26",
  "myStory": "chữ dạng. hình dạng, đa dạng. cây dê ăn thóc là hình dạng.",
  "onYomi": "ヨウ、ショウ",
  "readingExamples": "様 (さま)",
  "strokeCount": "14",
  "strokeDiagram": "<img src=\"E6A798.png\" />",
  "words": "有様(ありさま): state, condition, circumstances, the way things are or should be, truth<br>一様(いちよう): uniformity, evenness, similarity, equality, impartiality<br>お蔭様で(おかげさまで): Thanks to god, thanks to you<br>ご苦労様(ごくろうさま): Thank you very much for your....<br>様(さま): Mr. or Mrs., manner, kind, appearance<br>左様なら(さようなら): good-bye<br>仕様(しよう): way, method, resource, remedy, (technical) specification<br>多様(たよう): diversity, variety<br>殿様(とのさま): feudal lord<br>様式(ようしき): style, form, pattern<br>様相(ようそう): aspect<br>王様(おうさま): king<br>神様(かみさま): god<br>逆様(さかさま): inversion, upside down<br>様々(さまざま): varied, various<br>同様(どうよう): identical, equal to, same (kind), like<br>模様(もよう): pattern, figure, design<br>様(よう): way, manner, kind, sort, appearance, like, such as, so as to, in order to, so that<br>様子(ようす): aspect, state, appearance"
}