{
  "constituent": "fire",
  "frameNoV4": "161",
  "frameNoV6": "173",
  "hanviet": "HỎA",
  "heisigComment": "* To avoid confusion later on, it is best to keep to the meaning of a <i>fireplace</i> (or <i>hearth</i>) or a raging <i>conflagration</i> like a forest fire for this kanji's primitive meaning. Another primitive element for <i>fire</i>, based on this one, is written as 4 small drops and will mean <i>flames</i>, <i>cauldron</i>, <i>cooking fire</i>, or an <i>oven fire</i>.",
  "heisigStory": "Just as sitting before a <b>fire</b> enlivens the imagination and lets you see almost anything you want to in the flames, this kanji is so simple it lets you see almost any sort of <b>fire</b> you want to see. It no longer makes a good pictograph, but I invite you to take a pencil and paper and play with the form - first writing it as shown below and then adding lines here and there - to see what you can come up with. Everything from matchbooks to cigarette lighters to volcanic eruptions to the destruction of Sodom and Gomorrah have been found here. No doubt you, too, will find something interesting to bend your memory around these four simple strokes.",
  "hint": "",
  "id": "173",
  "jlpt": "5",
  "jouYou": "1",
  "kanji": "火",
  "keyword": "fire",
  "koohiiStory1": "For some reason, this kanji reminds me of a person running, her arms (the two drops) raised up, because she caught on fire!",
  "koohiiStory2": "A tepee getting shot at by fire arrows.",
  "kunYomi": "ひ、-び、ほ-",
  "lessonNo": "8",
  "myStory": "",
  "onYomi": "カ",
  "readingExamples": "火 (ひ)",
  "strokeCount": "4",
  "strokeDiagram": "<img src=\"E781AB.png\" />",
  "words": "火傷(かしょう): burn, scald<br>火星(かせい): Mars (planet)<br>火曜(かよう): Tuesday<br>火燵(こたつ): table with heater, (orig) charcoal brazier in a floor well<br>下火(したび): burning low, waning, declining<br>焚火(たきび): (open) fire<br>点火(てんか): ignition, lighting, set fire to<br>火花(ひばな): spark<br>防火(ぼうか): fire prevention, fire fighting, fire proof<br>火口(かこう): crater<br>火災(かさい): conflagration, fire<br>火山(かざん): volcano<br>花火(はなび): fireworks<br>噴火(ふんか): eruption<br>火傷(やけど): burn, scald<br>火事(かじ): fire<br>火(ひ): fire<br>火曜日(かようび): Tuesday"
}