{
  "constituent": "sort of thing, moon, crescent moon, month, flesh, part of the body, chihuahua, dog, large, drop, oven-fire, barbecue",
  "frameNoV4": "241",
  "frameNoV6": "256",
  "heisigComment": "",
  "heisigStory": "The key word in this frame refers to a suffix that gives the word before it an adjectival quality; hence we refer to it as \"<b>sort of thing</b>.\" Reverting to the time when dog was more widely eaten than it is today (See frame 127), we see here a large cauldron boiling over an <i>oven flame</i> with the <i>flesh</i> of a <i>chihuahua</i> being thrown into the whole concoction to make it into a \"hot-diggity, dog-diggity\" <b>sort of thing</b>.",
  "hint": "",
  "id": "256",
  "jlpt": "3",
  "jouYou": "4",
  "kanji": "然",
  "keyword": "sort of thing",
  "koohiiStory1": "Flesh of a dog over a cooking fire = \"hotdog\". There are all sorts of things in hot dogs. Believe me, you don´t want to know what sort of things . Visualize the hotdog curling as it cooks, to remember the unusual way the flesh primitive curves in this kanji. (tweaked version of ziggr´s. Thanks!).",
  "koohiiStory2": "There are all sorts of things in hot dogs. (I use hot dog for this primitive (meat of a dog over a cooking fire). I swear I can actually see the 月 here as a hot dog, with its slight curve and grill marks.).",
  "kunYomi": "しか、しか.り、しか.し、さ",
  "lessonNo": "11",
  "myStory": "",
  "onYomi": "ゼン、ネン",
  "readingExamples": "当然 (とうぜん), 自然 (しぜん), 必然 (ひつぜん)",
  "strokeCount": "12",
  "strokeDiagram": "<img src=\"E784B6.png\" />",
  "words": "依然(いぜん): still, as yet<br>公然(こうぜん): open (e.g. secret), public, official<br>然も(さも): with gusto, with satisfaction<br>然しながら(しかしながら): nevertheless, however<br>整然(せいぜん): orderly, regular, well-organized, trim, accurate<br>全然(ぜんぜん): wholly, entirely, completely, not at all (with neg. verb)<br>然して(そして): and<br>断然(だんぜん): firmly, absolutely, definitely<br>漠然(ばくぜん): obscure, vague, equivocal<br>必然(ひつぜん): inevitable, necessary<br>呆然(ぼうぜん): dumbfounded, overcome with surprise, in blank amazement<br>偶然(ぐうぜん): chance, accident, fortuity, unexpectedly, suddenly<br>自然(しぜん): nature, spontaneous<br>自然科学(しぜんかがく): natural science<br>天然(てんねん): nature, spontaneity<br>突然(とつぜん): abruptly, suddenly, unexpectedly, all at once"
}