{
  "constituent": "stone, cliff, mouth",
  "frameNoV4": "113",
  "frameNoV6": "118",
  "hanviet": "THẠCH",
  "heisigComment": "* The <i>stone</i> is a quite common primitive element, which is not restricted to great boulders but used of <i>stones</i> or <i>rocks</i> of any size or shape.",
  "heisigStory": "With a <i>mouth</i> under a <i>cliff</i>, what else could we have here but the entrance to a secret cavern, before which a great <b>stone</b> has been rolled so that none may enter. Perhaps it is the hiding place where Ali Baba and his band of thieves have stored their treasures, in which case that magic word known to every school child who ever delighted over the tales of the <i>Arabian Nights</i> should be enough to push the <b>stone</b> aside. But take care - the <i>cliff</i> is steep, and one slip will send you tumbling down into the ravine below. This is the one and only time that the second stroke in <i>cliff</i> will reach over to the middle of the horizontal stroke. If you think of the edge jutting outwards (in keeping with the story above), the problem should be taken care of.",
  "hint": "",
  "id": "118",
  "jlpt": "3",
  "jouYou": "1",
  "kanji": "石",
  "keyword": "stone",
  "koohiiStory1": "Indiana Jones jumps up and grabs the lip of cliff just in time to evade the huge STONE rolling out of the mouth of the cave!",
  "koohiiStory2": "There´s a VERY simple way to remember this, in case the cliff thing isn´t working for you... Just see it as a stone [いし] being hammered by a miner searching for jewel stones [ほうせき] ;).",
  "kunYomi": "いし",
  "lessonNo": "7",
  "myStory": "",
  "onYomi": "セキ、シャク、コク",
  "readingExamples": "石材 (せきざい), 岩石 (がんせき), 宝石 (ほうせき), 磁石 (じしゃく), 石 (いし)",
  "strokeCount": "5",
  "strokeDiagram": "<img src=\"E79FB3.png\" />",
  "words": "化石(かせき): fossil, petrifaction, fossilization<br>岩石(がんせき): rock<br>石鹸(せっけん): soap<br>流石(さすが): clever, adept, good, expectations, as one would expect<br>磁石(じしゃく): magnet<br>石炭(せきたん): coal<br>石油(せきゆ): oil, petroleum, kerosene<br>宝石(ほうせき): gem, jewel<br>石(いし): stone"
}