{
  "constituent": "rice",
  "frameNoV4": "919",
  "frameNoV6": "987",
  "hanviet": "MỄ",
  "heisigComment": "* As a primitive, it keeps its meaning of <i>rice</i>, and is meant to connote a very ordinary, commonplace grain, in contrast to the primitive for <i>wheat</i> that we just learned. (This meaning accords well with Japan, where the output of <i>rice</i> far exceeds that of <i>wheat</i>.)<div>It occasionally takes a different shape when it stands on its own, or is joined to a line above. In this case, we shall have it refer specifically to <i>grains of rice</i>. This primitive is not to be confused with the similar-looking primitive for <i>water</i>. While the stroke orders are nearly alike, <i>grains of rice</i> has 5 strokes, while <i>water</i> only has 4 because it joins the second and third strokes into one.</div><div>Finally, we may note that by itself the kanji for <i>rice</i> is an abbreviation used for the <i>United States</i>, which can then also serve as an alternate reading for the main primitive form, if you so wish.</div>",
  "heisigStory": "This kanji has a pictographic resemblance to a number of grains of <b>rice</b> lying on a plate in the shape of a star.",
  "hint": "",
  "id": "987",
  "jlpt": "3",
  "jouYou": "2",
  "kanji": "米",
  "keyword": "rice",
  "koohiiStory1": "Stroke order: I like to think of the first two strokes as “chop sticks” with which one eats the rice. The rest then is the “tree” meaning “plant” in this contexct. also: USA.",
  "koohiiStory2": "Two drops of rice in a tree, simple.",
  "kunYomi": "こめ、よね",
  "lessonNo": "26",
  "myStory": "chữ Mễ. gạo, nước mỹ. cây phát sáng",
  "onYomi": "ベイ、マイ、メエトル",
  "readingExamples": "米作 (べいさく), 米価 (べいか), 米食 (べいしょく), 米 (こめ)",
  "strokeCount": "6",
  "strokeDiagram": "<img src=\"E7B1B3.png\" />",
  "words": [
    [
      "欧米",
      "おうべい",
      "Europe and America, the West"
    ],
    [
      "南米",
      "なんべい",
      "South America"
    ],
    [
      "米",
      "こめ",
      "rice"
    ]
  ]
}