{
  "constituent": "garment, top hat, scarf, cloth, clothes, clothing, garment",
  "frameNoV4": "396",
  "frameNoV6": "423",
  "hanviet": "Y, Ý",
  "heisigComment": "* Used as a primitive, the additional meanings of <i>cloak</i> or <i>scarf</i> will come in handy. What has to be noted particularly are the changes in shape the kanji can undergo when it becomes an element in other kanji. In fact, it is the most volatile of all the kanji we shall treat, and for that reason deserves special attention here.<div>When it appears to the left, it looks like a hiragana ne (ネ) with an extra drop on the right, and we shall take it to mean <i>cloak</i>.&nbsp;At the bottom, when attached to the stroke immediately above it, the first two strokes (the <i>top hat</i>) are omitted, which we shall take to mean a <i>scarf</i>.</div><div>On rare occasions, the element can be torn right across the middle, with the first 2 strokes appearing at the top and the last 4 at the bottom of another primitive or cluster of primitive, in which cases we shall speak of a <i>top hat and scarf</i>.</div><div>And finally, of course, it can keep its original kanji shape, along with its original meaning of <i>garment</i> in general.</div><div>Note that when any of the above forms have something beneath them (as in frame 429), the third from final stroke is \"unhooked.\"</div>",
  "heisigStory": "At the top we see the <i>top hat</i>, and at the bottom a pictographic representation of the folds of a <b>garment</b>. If you break the \"4-fold\" fold into 2 sets of 2 strokes, you will find it easier to remember.",
  "hint": "",
  "id": "423",
  "jlpt": "2",
  "jouYou": "4",
  "kanji": "衣",
  "keyword": "garment",
  "koohiiStory1": "The only garments allowed in this club are top hat and scarf.",
  "koohiiStory2": "The garments most commonly associated with the craft of a magician are the top hat and the magic wand. (It´s a stretch, but the way I remembered this kanji is through that phrase. This way you can remember it through using primitives we have already learned.).",
  "kunYomi": "ころも、きぬ、-ぎ",
  "lessonNo": "18",
  "myStory": "vải. may mặc. ",
  "onYomi": "イ、エ",
  "readingExamples": "衣 (ころも)",
  "strokeCount": "6",
  "strokeDiagram": "<img src=\"E8A1A3.png\" />",
  "words": [
    [
      "衣装",
      "いしょう",
      "clothing, costume, outfit, garment, dress"
    ],
    [
      "衣料",
      "いりょう",
      "clothing"
    ],
    [
      "衣類",
      "いるい",
      "clothes, clothing, garments"
    ],
    [
      "衣食住",
      "いしょくじゅう",
      "necessities of life (food, clothing, etc.)"
    ],
    [
      "衣服",
      "いふく",
      "clothes"
    ],
    [
      "浴衣",
      "ゆかた",
      "bathrobe, informal summer kimono"
    ]
  ]
}