{
  "constituent": "somebody, nose",
  "frameNoV4": "1248",
  "frameNoV6": "1337",
  "hanviet": "THÂN, QUYÊN",
  "heisigComment": "",
  "heisigStory": "The key word <b>somebody</b> was chosen to convey the double meaning of this kanji: body and person. Its composition is based on the <i>nose</i> (which, you will recall, is also the kanji for <i>oneself</i>). The extension of the bottom and far right strokes of that element, together with the unusual diagonal stroke, forms the pictograph of <b>somebody</b> with a prominent paunch.",
  "hint": "",
  "id": "1337",
  "jlpt": "",
  "jouYou": "3",
  "kanji": "身",
  "keyword": "somebody",
  "koohiiStory1": "Somebody was just looking for you. He had a longnose that reaches down below his mouth, and a long jaw that sticks out past his nose, and a scar across his face. (greenapple,16-3-2006) The way to remember that this is somebody rather than someone (#1256) is that the story is full of body descriptions.",
  "koohiiStory2": "Somebody was just looking for you. He had a long nose that reaches down below his mouth, and a long jaw that sticks out past his nose, and a scar across his face.",
  "kunYomi": "み",
  "lessonNo": "34",
  "myStory": "",
  "onYomi": "シン",
  "readingExamples": "身 (み)",
  "strokeCount": "7",
  "strokeDiagram": "<img src=\"E8BAAB.png\" />",
  "words": "受身(うけみ): passive, passive voice<br>身体(からだ): the body<br>中身(なかみ): contents, interior, substance, filling, (sword) blade<br>生身(なまみ): living flesh, flesh and blood, the quick<br>身近(みぢか): near oneself, close to one, familiar<br>身なり(みなり): personal appearance<br>身振り(みぶり): gesture<br>刺身(さしみ): sliced raw fish<br>自身(じしん): by oneself, personally<br>出身(しゅっしん): person´s place of origin, institution from which one graduated, director in charge of employee relations<br>心身(しんしん): mind and body<br>身体(しんたい): body, health<br>身長(しんちょう): height (of body), stature<br>全身(ぜんしん): the whole body, full-length (portrait)<br>独身(どくしん): bachelorhood, single, unmarried, celibate<br>身(み): body, main part, oneself, sword<br>身分(みぶん): social position, social status"
}