{
  "constituent": "crowded, enter, road",
  "frameNoV4": "780",
  "frameNoV6": "843",
  "hanviet": "",
  "heisigComment": "",
  "heisigStory": "Enter . . . road.",
  "hint": "",
  "id": "843",
  "jlpt": "3",
  "jouYou": "JH",
  "kanji": "込",
  "keyword": "crowded",
  "koohiiStory1": "During a traffic jam it is impossible to get your car to enter the roadway as it is crowded with cars. Think of a grid lock so bad cars are litterally scraping up against each other like people on a Japanese train during rush hour.",
  "koohiiStory2": "Everybody tries to enter the road during rush hour. That´s why it´s so crowded.",
  "kunYomi": "こ.み、 -こ.み、 -こ.む、 こ.む、 こ.める",
  "lessonNo": "24",
  "myStory": "tụ tập. đông đúc. đến đi vòng",
  "onYomi": "",
  "readingExamples": "込む (こ.む), 込める (こ.める)",
  "strokeCount": "5",
  "strokeDiagram": "<img src=\"E8BEBC.png\" />",
  "words": "意気込む(いきごむ): to be enthusiastic about<br>打ち込む(うちこむ): to drive in (e.g. nail stake), to devote oneself to, to shoot into, to smash, to throw into, to cast into<br>埋め込む(うめこむ): to bury<br>追い込む(おいこむ): to herd, to corner, to drive<br>押し込む(おしこむ): to push into, to crowd into<br>落ち込む(おちこむ): to fall into, to feel down (sad)<br>組み込む(くみこむ): to insert, to include, to cut in (printing)<br>込める(こめる): to include, to put into<br>飲み込む(のみこむ): to gulp down, to swallow deeply, to understand, to take in, to catch on to, to learn, to digest<br>乗り込む(のりこむ): to board, to embark on, to get into (a car), to ship (passengers), to man (a ship), to help (someone) into, to march into, to enter<br>放り込む(ほうりこむ): to throw into<br>見込み(みこみ): hope, prospects, expectation<br>申し込み(もうしこみ): application, entry, request, subscription, offer, proposal, overture, challenge<br>割り込む(わりこむ): to cut in, to thrust oneself into, to wedge oneself in, to muscle in on, to interrupt, to disturb<br>思い込む(おもいこむ): be under impression that, be convinced that, imagine that, set one´s heart on, be bent on<br>突っ込む(つっこむ): thrust something into something, plunge into, go into deeply, meddle, interfere<br>溶け込む(とけこむ): melt into<br>飛び込む(とびこむ): jump in, leap in, plunge into, dive<br>払い込む(はらいこむ): deposit, pay in<br>引っ込む(ひっこむ): draw back, sink, cave in<br>人込み(ひとごみ): crowd of people<br>申し込む(もうしこむ): apply for, propose, offer, challenge, request<br>込む(こむ): be crowded"
}