{
  "constituent": "horse, team of horses",
  "frameNoV4": "1978",
  "frameNoV6": "2132",
  "hanviet": "MÃ",
  "heisigComment": "* As a primitive, this kanji will mean a <i>team of horses</i> as distinct from the single <i>horse</i> whose primitive we met earlier.",
  "heisigStory": "Let the extra vertical stroke in the <i>mane</i> combine with the first vertical stroke to give an image of the <b>horse's</b> long neck. The only odd thing is the <i>tail feathers</i> at the end, but that should present a good image to remember the character by. The fact that the last stroke of <i>mane</i> and the first of <i>tail feathers</i> coincide should no longer surprise you.",
  "hint": "",
  "id": "2132",
  "jlpt": "3",
  "jouYou": "2",
  "kanji": "馬",
  "keyword": "horse",
  "koohiiStory1": "Turkey with the drops at the top removed and tail feathers added (this matches stroke order and there are the tail feathers already, why not have the whole bird). If you take the two drops of 隹 as wings, then horses are like turkeys, but have no wings and have more prominent tail \"feathers\". Both are actually supposed to be pictographs, though.",
  "koohiiStory2": "The top part is half a comb (see frame 1920) with an extra vertical stroke to account for a sturdier version used to comb a horse mane. As a primitive I used the theme of the Trojan Horse. Not the modern computer viruses, but the large wooden horse which led to the demise of Troy and of the Trojans. Either its size (much greater than a live horse), or the fact that it conceals things into its belly, will set it appart from the horse primitive that came in frame 568 (\"noon\").",
  "kunYomi": "うま、うま-、ま",
  "lessonNo": "54",
  "myStory": "",
  "onYomi": "バ",
  "readingExamples": "馬 (うま)",
  "strokeCount": "10",
  "strokeDiagram": "<img src=\"E9A6AC.png\" />",
  "words": "馬鹿馬鹿しい(ばかばかしい): stupid<br>馬鹿らしい(ばからしい): absurd<br>馬(うま): horse<br>競馬(けいば): horse racing<br>馬鹿(ばか): fool, idiot, trivial matter, folly"
}