{
  "constituent": "deer, cave, antlers, compare, spoon, sitting on the ground, spoon2, sitting on the ground2",
  "frameNoV4": "1999",
  "frameNoV6": "2154",
  "hanviet": "LỘC",
  "heisigComment": "* As a primitive, this kanji is abbreviated much the same as the <i>tiger</i> was: the lower element is dropped to leave room for a replacement. Its meaning, however, remains the same. There are a very few cases (see frame 2158) in which there is no abbreviation. When this happens, we may keep the image suggested by the above explanation: <i>painting of a deer</i>.",
  "heisigStory": "Drawn on the walls of a complex of <i>caves</i> near Niaux in southern France are a number of animal likenesses dating from the Upper Paleolithic period. Among them we find pictures of <b>deer</b>, some of them showing men in <b>deer</b> masks. By <i>comparing</i> their drawings to real <b>deer</b>, Stone Age people hoped to acquire power over the animal in the hunt; and by <i>comparing</i> themselves to the <b>deer</b>, to take on that animal's characteristics. But time has locked with a \"double-<i>key</i>\" (the extra stroke through the element for <i>key</i>) the real secret of this art form from us, and we can only surmise such meanings. But more important than the enigmas of the troglodytic mind is the way in which <i>caves</i>, a double-<i>key</i>, and <i>comparing</i> gives us the kanji for <b>deer</b>.",
  "hint": "",
  "id": "2154",
  "jlpt": "1",
  "jouYou": "JH",
  "kanji": "鹿",
  "keyword": "deer",
  "koohiiStory1": "Bambi wanders into a cave and sees a side order of salad and 2 spoons...but what´s the main course?",
  "koohiiStory2": "Santa´s reindeer, Rudolf, opens a nightclub in a cave. It´s popular with all the deer and reindeer in the world. The cave speciality is a salad w/ dressing on the side. There is no other deer club that can compare. How many other deer nightclubs are there?",
  "kunYomi": "しか、か",
  "lessonNo": "54",
  "myStory": "",
  "onYomi": "ロク",
  "readingExamples": "鹿 (しかか)",
  "strokeCount": "11",
  "strokeDiagram": "E9B9BF.png",
  "words": [
    [
      "馬鹿馬鹿しい",
      "ばかばかしい",
      "stupid"
    ],
    [
      "馬鹿らしい",
      "ばからしい",
      "absurd"
    ],
    [
      "馬鹿",
      "ばか",
      "fool, idiot, trivial matter, folly"
    ]
  ]
}